Autodesk.Revit.DB.SpecTypeId.Int.NumberOfPoles
Number of Poles, in discipline Electrical.

Autodesk.Revit.DB.SpecTypeId.Int.Integer
Integer, in discipline Common.

Autodesk.Revit.DB.SpecTypeId.Int
This class contains constants identifying integer specs.
Since:
2021